Repository: salihcnkhy/CurrencyWallet
Catalog: WalletModule/Resource/Localizable.xcstrings
Source language: en
Languages: tr

source: Add Money
tr: Para Ekle

source: Buy
tr: Satın Al

# copy_done
source: Copied
tr: Kopyalandı

# currency_amount_want_to_buy %@
source: %@ amount of you would like to buy
tr: Satın Almak İstediğiniz %@

# currency_cny
source: ChiNa Yuan
tr: Çin Yuanı

# currency_dollar
source: US. Dollar
tr: Dolar

# currency_pound
source: Sterling
tr: Sterlin

# currency_rub
source: Russian Ruble
tr: Rus Rublesi

# currency_tl
source: Turkish Lira
tr: Türk Lirası

# currency_types_title
source: Currency Types
tr: Para Birimleri

# general_error
source: Sorry, An unowned error occurred. Try again later!
tr: Üzgünüz, bilinmeyen bir hata oluştu. Daha sonra tekrar deneyiniz!

# greeting %@
source: Hello, %@!
tr: Merhaba, %@!

# not_enought_lira
source: Lira balance is not enough.
tr: TL bakiyeniz yetersiz.

# total_amount_currency_as_tl
source: Total Amount
tr: Toplam Tutar

source: Transaction Completed
tr: İşlem Başarılı

source: Transaction History
tr: İşlem Geçmişi

# updateTime: %@
source: Last update time: %@
tr: Son güncellenme zamanı: %@

source: Wallet ID: %@
tr: Cüzdan ID: %@

# you_dont_have_wallet
source: There is no available wallet.
tr: Uygun cüzdanınız bulunmamaktadır.
